Repository: lgrzelj/PlantManiac-Combine-iOS
Catalog: PlantManiac/*.lproj/Localizable.strings
Languages: hr

# welcome_message
source: Welcome to Plant Maniac, for further app access choose an option.
hr: Dobrodošli u Plant Maniac, za daljnji pristup aplikaciji odaberite opciju.

source: Sign in
hr: Prijava

# sign_in1
source: Sign in!
hr: Prijava!

source: Registration
hr: Registracija

# registration1
source: Registration!
hr: Registracija!

# name_lastname
source: Name and Lastname
hr: Ime prezime

source: Username
hr: Korisničko ime

source: Password
hr: Lozinka

source: Username available
hr: Korisničko ime dostupno.

# username_exists
source: Username already exists!
hr: Korisničko ime NIJE dostupno!

# password_requirement
source: Password needs to contain 6 marks.
hr: Lozinka mora sadržavati minimalno 6 znakova.

# registration_success
source: Registration successful!
hr: Registracija uspješna!

source: Home
hr: Početni zaslon

# liked
source: Liked plants
hr: Omiljene biljke

# scan
source: Scan plant
hr: Skeniraj biljku

source: Profile
hr: Profil

# diary
source: Diary of plants
hr: Dnevnik biljaka

# no_picture
source: No picture selected.
hr: Nema odabrane slike.

# add_picture
source: Select picture
hr: Odaberi sliku

# options
source: Choose an option
hr: Odaberi opciju

# gallery
source: Choose from gallery
hr: Učitaj iz galerije

source: Quit
hr: Odustani

source: Loading...
hr: Učitavanje...

# error_url
source: URL is not right.
hr: URL nije važeći.

# error_image
source: Error while converting image
hr: Greška kod obrade slike.

# no_id_plant
source: It is not possible to detect plant id!
hr: Nije moguće identificirati biljku!

# error_id_plant
source: Error occured while parsing response.
hr: Greška kod parsiranja odgovora.

source: Plant info
hr: Informacije o biljci

source: Care level
hr: Razina njege

source: Learn more
hr: Saznaj više

source: Description
hr: Opis

source: Summary
hr: Sažetak

source: Price range
hr: Cijena

source: Save plant
hr: Spremi biljku

source: Buy now
hr: Kupi odmah

source: Price
hr: Cijena

source: Add note
hr: Dodaj bilješku

source: Select date
hr: Odaberi datum

source: Write note...
hr: Napiši bilješku...

source: Save
hr: Spremi

source: Date
hr: Datum

source: Notes
hr: Bilješke

source: Search plant...
hr: Potraži biljku...

# notes_month
source: From this month:
hr: Ovog mjeseca:

# unfiltered_plants
source: Show all plants
hr: Prikaži sve biljke

# no_results
source: No results for
hr: Nema rezultata za

source: Notifications
hr: Obavijesti

# about_app
source: PlantManiac is a comprehensive app designed for plant lovers to simplify and enhance their plant care routine. The app allows users to 📋 track the growth and health of their plants, 📝 log detailed notes, and 📅 organize tasks related to watering, fertilizing, and general maintenance. With built-in ⏰ reminders and notifications, users can ensure they never miss an important care task. PlantManiac also provides a 🌿 clear overview of all plants in one place, making it easier to manage multiple plants efficiently. Its 🖥️ intuitive interface combines functionality with ease of use, turning plant care into a structured, enjoyable, and rewarding experience.
hr: O aplikaciji

# reminder_title
source: Reminder!
hr: Podsjetnik!

source: All notes
hr: Sve bilješke

source: Note
hr: Bilješka

source: Reminder
hr: Podsjetnik

source: Enable Reminder
hr: Ukjuči podsjetnik

source: Reminder Date
hr: Datum podsjetnika

source: Repeats
hr: Ponavljanje

source: Save Changes
hr: Spremi promjene

source: Delete Note
hr: Obriši bilješku

source: Note Details
hr: Detalji bilješke

source: Enter note
hr: Upiši bilješku

source: Open Settings
hr: Otvori postavke

# notifications_denied
source: Notifications permission denied
hr: Obavijesti nisu dozvoljene.

source: Cancel
hr: Odustani

# text_enable_notifications
source: Please enable notifications in Settings to receive alerts.
hr: Molimo Vas uključite obavijesti da biste dobivali podsjetnike aplikacije.

# scan_plants
source: To see a list you must first scan some plants.
hr: Da biste vidjeli popis biljaka, prvo ih morate skenirati.

# like_plants
source: To see a list you must first like one or more plants.
hr: Da biste vidjeli popis omiljenih biljaka, prvo ih morate označiti kao omiljene.

# add_notes
source: To see a list you must add some notes.
hr: Da biste vidjeli popis bilješka, prvo morate dodati iste.

source: Select note
hr: Odaberi bilješku

# future_reminders
source: Future reminder notes
hr: Podsjetnici bilješka

source: Expired Reminders
hr: Istekli podsjetnici bilješka

source: Sign out
hr: Odjava

# app_about
source: About app
hr: O aplikaciji

# more_info
source: More information
hr: Više informacija

# about_app_more
source: PlantManiac was created as part of a thesis project and is not intended for commercial use. The identification of certain plants will not be accurate, as the API does not precisely recognize the exact plant but rather its family. @L.G.
hr: PlantManiac je napravljen u svrhu diplomskog rada te nije upotrebljiv u komercijalne svrhe. Identifikacija pojedinih biljaka neće biti točna jer API ne prepoznaje točno koja je biljka nego njezinu porodicu. @L.G.
